Repository: BeAPI/posts-lifetime
Catalog: languages/posts-lifetime-*.po
Languages: fr_fr

source: Posts Lifetime
fr_fr: Durée de vie des articles

source: Define an expiration date for posts.
fr_fr: Définir une date d'expiration pour les articles.

source: Be API Technical team
fr_fr: Équipe technique Be API

source: Posts Lifetime Info
fr_fr: Informations sur la durée de vie des articles

source: Expired posts
fr_fr: Articles expirés

source: Here are the last 10 expired posts, to be deleted within %d days after being in trash
fr_fr: Voici les 10 derniers articles expirés, qui seront supprimés dans %d jours après avoir été mis dans la corbeille

source: No expired posts.
fr_fr: Aucun article expiré.

source: Post Lifetime
fr_fr: Durée de vie de l'article

source: Define the post expiration date:
fr_fr: Définir la date d'expiration de l'article :

source: Trash retention period (days) for posts
fr_fr: Période de conservation dans la corbeille (jours) pour les articles

source: Your post "%s" has been moved to trash
fr_fr: Votre article "%s" a été déplacé dans la corbeille

source: Hello, Your post titled "%s" has been automatically moved to trash because its lifetime expired. It will be permanently deleted in %d days. You can review and edit your post here: %s Regards, Your Site Team
fr_fr: Bonjour, Votre article intitulé "%s" a été automatiquement déplacé dans la corbeille car sa durée de vie a expiré. Il sera supprimé définitivement dans %d jours. Vous pouvez examiner et modifier votre article ici : %s Cordialement, L'équipe du site
